[
    {
        "name": "Human",
        "bio": [
            {
                "id": 1,
                "header": "Biology and Appearance",
                "content": "Humans are an intelligent species that originated on Coruscant, but can be found on many other planets across the galaxy, including Naboo, Tatooine, and Alderaan. They come in two sexes, male and female, and give birth to live young. They are bipedal beings with a bilateral symmetry, having a front and a back end, as well as an upside and downside. Their bodies are comprised of a torso with a head and four limbs attached to it. The upper limbs, or arms, end in hands which have five fingers each; the lower ones, called legs, end in feet. The human fingers have multiple points of articulation, and one of them is an opposable thumb that allowed for fine manipulation. Finally, they have one head perched atop their torso. Many other species, including twi'leks, mon calamari, or zabraks, are referred to as \"humanoids\" because of their structural resemblance to humans."
            },
            {
                "id": 2,
                "header": "Society and Culture",
                "content": "Humans can occupy a variety of employs, from politicians to bounty hunters, swoop racers, smugglers, or even a farmer. There exist many planetary groups of humans with their own cultures, such as the Alderaanians or the Pamarthens. Humans are the most populous species in the Galaxy."
            },
            {
                "id": 3,
                "header": "Names",
                "content": "Humans are the most populace species in the Galaxy, and thus their names vary drastically based on the planet or culture with whom they reside. \n\n Male Names. Koth, Liorz, Satapak, Tin, Vuc. \nFemale Names. Dhetia, Jhilk, Risha, Thinnih, Tonu \nSurnames. Jauli, Kudi, Melmi, Windu, Wobec"
            }
        ],
        "characteristics": [
            {
                "category": "Visual Characteristics",
                "items": [
                    {"name": "Skin Color", "value": "Light to dark tones"},
                    {"name": "Hair Color", "value": "Black, blond, orange, brown, gray to white (usually with age)"},
                    {"name": "Eye Color", "value": "Amber, blue, brown, gray, green, hazel, purple, or red"},
                    {"name": "Distinctions", "value": "Biped with bilateral symmetry, opposable thumbs"}
                ]
            },
            {
                "category": "Physical Characteristics",
                "items": [
                    {"name": "Height", "value": "4'8\" + 2d10\""},
                    {"name": "Weight", "value": "110 lb + x2d4 lb"}
                ]
            },
            {
                "category": "Sociocultural Characteristics",
                "items": [
                    {"name": "Homeworld", "value": "Coruscant"},
                    {"name": "Language", "value": "Galactic Basic"}
                ]
            }
        ]
    }
]